tap "candid82/brew"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "yqrashawn/goku"
brew "act"
brew "argo"
brew "awscli"
brew "bash"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "bluetoothconnector"
brew "glib"
brew "pkg-config"
brew "cask"
brew "curl"
brew "direnv"
brew "docker-slim"
brew "findutils"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "go"
brew "python@3.10"
brew "gobject-introspection"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "htop"
brew "hyperfine"
brew "iproute2mac"
brew "jq"
brew "k9s"
brew "kind"
brew "kube-ps1"
brew "kubectx"
brew "libgcrypt"
brew "lsd"
brew "make"
brew "mas"
brew "micro"
brew "mongocli"
brew "mongosh"
brew "protobuf"
brew "mysql"
brew "nano"
brew "nanorc"
brew "ncftp"
brew "neovim"
brew "nmap"
brew "node"
brew "openjdk"
brew "openssl@3"
brew "openvpn"
brew "pipenv"
brew "poetry"
brew "postgresql@14"
brew "pre-commit"
brew "qcachegrind"
brew "redis"
brew "ripgrep"
brew "rust"
brew "spotify-tui"
brew "sqsmover"
brew "starship"
brew "subversion"
brew "switchaudio-osx"
brew "tcl-tk"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tox"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yapf"
brew "z"
brew "zsh"
brew "yqrashawn/goku/goku"
cask "1password"
cask "amethyst"
cask "atom"
cask "bitwarden"
cask "bluetility"
cask "caffeine"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-ibm-plex-mono"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitty"
cask "notion"
cask "qbittorrent"
cask "raycast"
cask "sdm"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "stats"
cask "telegram"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
