tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "candid82/brew"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "pantsbuild/tap"
tap "yqrashawn/goku"
brew "act"
brew "openssl@3"
brew "argo"
brew "aws-sam-cli"
brew "awscli"
brew "bash"
brew "bat"
brew "coreutils"
brew "bats-core"
brew "c-blosc"
brew "gettext"
brew "glib"
brew "cask"
brew "cookiecutter"
brew "curl"
brew "direnv"
brew "dive"
brew "docker-slim"
brew "duckdb"
brew "findutils"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "graphviz"
brew "hadolint"
brew "hdf5"
brew "helm"
brew "htop"
brew "hyperfine"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "kind"
brew "kube-ps1"
brew "kubectx"
brew "libgcrypt"
brew "libpq"
brew "lsd"
brew "make"
brew "mas"
brew "openjdk"
brew "maven"
brew "mongocli"
brew "node"
brew "mongosh"
brew "mysql"
brew "nano"
brew "nanorc"
brew "ncftp"
brew "neovim"
brew "nmap"
brew "openvpn"
brew "pipenv", link: false
brew "poetry"
brew "postgresql@14"
brew "postgresql@15"
brew "pre-commit"
brew "protobuf"
brew "python@3.10"
brew "python@3.9"
brew "qcachegrind"
brew "redis"
brew "ripgrep"
brew "rust"
brew "sops"
brew "starship"
brew "subversion"
brew "tcl-tk"
brew "telnet"
brew "terraform"
brew "tflint"
brew "tldr"
brew "topgrade"
brew "tox"
brew "tree"
brew "vim"
brew "virtualenv", link: false
brew "watch"
brew "wget"
brew "yapf"
brew "z"
brew "zsh"
brew "yqrashawn/goku/goku"
cask "1password"
cask "amethyst"
cask "bitwarden"
cask "cameracontroller"
cask "discord"
cask "docker"
cask "firefox"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-ibm-plex-mono"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "google-chrome"
cask "graphiql"
cask "hiddenbar"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitty"
cask "notion"
cask "obsidian"
cask "pants"
cask "qbittorrent"
cask "raycast"
cask "sdm"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "stats"
cask "telegram"
cask "temurin17"
cask "visual-studio-code"
cask "vlc"
cask "vscodium"
