tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "secrethub/tools"
brew "openssl@1.1"
brew "awscli"
brew "bash"
brew "bat"
brew "coreutils"
brew "curl"
brew "direnv"
brew "findutils"
brew "fzf"
brew "gnu-sed"
brew "go"
brew "hadolint"
brew "helm"
brew "htop"
brew "hyperfine"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "libgcrypt"
brew "make"
brew "mas"
brew "protobuf"
brew "mysql"
brew "openjdk"
brew "pipenv"
brew "python@3.7"
brew "subversion"
brew "telnet"
brew "vim"
brew "wget"
brew "zsh"
brew "secrethub/tools/secrethub-cli"
cask "1password"
cask "alfred"
cask "bitwarden"
cask "caffeine"
cask "discord"
cask "docker"
cask "firefox"
cask "font-ibm-plex-mono"
cask "iterm2"
cask "jetbrains-toolbox"
cask "notion"
cask "qbittorrent"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
