tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
brew "bash"
brew "bat"
brew "protobuf"
brew "mysql"
brew "make"
brew "go"
brew "curl"
brew "openssl@1.1"
brew "libgcrypt"
brew "coreutils"
brew "direnv"
brew "findutils"
brew "zsh"
brew "fzf"
brew "unrar"
brew "gnu-sed"
brew "openjdk"
brew "curl"
brew "htop"
brew "hyperfine"
brew "wget"
brew "make"
brew "vim"
brew "mas"
brew "pipenv"
brew "python@3.7"
brew "telnet"
cask "visual-studio-code"
cask "vlc"
cask "jetbrains-toolbox"
cask "spotify"
cask "notion"
cask "bitwarden"
cask "docker"
cask "font-ibm-plex-mono"
cask "whatsapp"